Repository: MehrdadJalebi/homehorizon
Catalog: horizon/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Other
fa_ir: دیگر

source: Please log in to continue.
fa_ir: لطفا برای ادامه وارد شوید.

source: You are not authorized to access %s
fa_ir: شما اجازه دسترسی به %s را ندارید

source: Invalid service catalog: %s
fa_ir: سرویس کاتالوگ نامعتبر: %s

source: A %(resource)s with the name "%(name)s" already exists.
fa_ir: یک %(resource)s با نام "%(name)s" وجود دارد.

source: Unauthorized: %s
fa_ir: نامعتبر: %s

source: Unauthorized. Please try logging in again.
fa_ir: نامعتبر. لطفا دوباره برای ورود تلاش کنید.

source: Horizon
fa_ir: هورایزون

source: Password is not accepted
fa_ir: گذرواژه قابل قبول نیست.

source: Incorrect format for IP address
fa_ir: فرمت نامناسب برای آدرس آی پی

source: Invalid version for IP address
fa_ir: ورژن نامناسب برای آدرس آی پی

source: Invalid subnet mask
fa_ir: subnet mask نامعتبر

source: Invalid MAC Address format
fa_ir: فرمت نامناسب MAC Address

source: Submit
fa_ir: ثبت

source: Cancel
fa_ir: لغو

source: Filter
fa_ir: فیلتر

source: This action cannot be undone.
fa_ir: این فعالیت قابل ناتمام بودن نیست.

source: You are not allowed to %(action)s: %(objs)s
fa_ir: شما مجاز به %(action)s: %(objs)s نیستید.

source: Unable to %(action)s: %(objs)s
fa_ir: عدم توانایی در %(action)s: %(objs)s

source: No items to display.
fa_ir: هیچ موردی برای نمایش وجود ندارد

source: Actions
fa_ir: فعالیت ها

source: No match returned for the id "%s".
fa_ir: هیچ مشابهی برای آی دی "%s" یافت نشد.

source: Please select a row before taking that action.
fa_ir: لطفا قبل از انجام این فعالیت یک نقش انتخاب کنید.

source: You are not authorized to access this page
fa_ir: شما مجاز به دسترسی به این صفحه نیستید.

source: Login
fa_ir: ورود

source: If you are not sure which authentication method to use, contact your administrator.
fa_ir: اگر شما مطمن نیستید که کدام روش احراز هویت را استفاده کنید با ادمین سیستم خود تماس بگیرید.

source: Log in
fa_ir: ورود

source: You do not have permission to access the resource:
fa_ir: شما اجازه دسترسی به منبع را ندارید:

source: Login as different user or go back to <a href="%(home_url)s">home page</a>
fa_ir: ورود به عنوان کاربر متفاوت یا برگشت به <a href="%(home_url)s">خانه</a>

source: Sign In
fa_ir: ورود

source: Info:
fa_ir: اطلاعات:

source: Warning:
fa_ir: هشدار:

source: Success:
fa_ir: موفقیت آمیز:

source: Error:
fa_ir: ارور:

source: You have selected: [[selection]].
fa_ir: شما انتخاب کرده اید: [[selection]]

source: Please confirm your selection.
fa_ir: لطفا انتخاب خود را تایید کنید.

source: More Actions
fa_ir: فعالیت های بیشتر

source: to
fa_ir: به

source: Add a row
fa_ir: افزودن یک سطر

source: Limit Summary
fa_ir: محدوده Summary

source: Displaying %(nav_items)s item
fa_ir: نمایش آیتم %(nav_items)s

source: Displaying %(content_items)s item
fa_ir: نمایش آیتم %(content_items)s

source: Usage Summary
fa_ir: میزان استفاده Summary

source: Active Instances:
fa_ir: Instanceهای فعال

source: Active RAM:
fa_ir: رم فعال

source: Back
fa_ir: بازگشت

source: Next
fa_ir: بعدی

source: Available
fa_ir: قابل دسترسی

source: Infinity
fa_ir: بی نهایت

source: Fake
fa_ir: تقلبی

source: Never
fa_ir: هرگز

source: Not a valid port number
fa_ir: شماره پورت نامعتبر

source: Not a valid ICMP type
fa_ir: نوع ICMP نامعتبر

source: Not a valid ICMP code
fa_ir: کد ICMP نامعتبر

source: Not a valid IP protocol number
fa_ir: شماره آی پی پروتکل نامعتبر

source: Processing...
fa_ir: در حال پردازش

source: All available
fa_ir: همگی در دسترس

source: Members
fa_ir: اعضا

source: None available.
fa_ir: غیر قابل دسترسی

source: No members.
fa_ir: بدون عضو

source: Save
fa_ir: ذخیره

source: %s completed successfully.
fa_ir: %s با موفقیت انجام شد

source: %s did not complete.
fa_ir: %s کامل نشد

source: The current user has insufficient permission to complete the requested task.
fa_ir: دسترسی کاربر فعلی برای تسک درخواست شده کافی نیست.

source: API Access
fa_ir: دسترسی API

source: Service
fa_ir: سرویس

source: Service Endpoint
fa_ir: اندپوینت سرویس

source: View Credentials
fa_ir: نمایش اعتبارنامه ها

source: Project
fa_ir: پروژه

source: Object Store
fa_ir: آبجکت استور

source: Containers
fa_ir: کانتینرها

source: Admin
fa_ir: مدیر

source: System
fa_ir: سیستم

source: Defaults
fa_ir: پیش فرضها

source: System Information
fa_ir: اطلاعات سیستم

source: Identity
fa_ir: هویت

source: Projects
fa_ir: پروژه ها

source: Users
fa_ir: کاربران

source: Groups
fa_ir: گروه ها

source: Roles
fa_ir: نقش ها

source: Name
fa_ir: نام

source: Description
fa_ir: توضیحات

source: Project ID
fa_ir: آی دی پروژه

source: Domain Name
fa_ir: نام دامین

source: Enabled
fa_ir: فعال

source: User Name
fa_ir: نام کاربری

source: User ID
fa_ir: آی دی کاربر

source: Group ID
fa_ir: آی دی گروه

source: Quota Name
fa_ir: نام سهمیه

source: Limit
fa_ir: محدوده

source: Region
fa_ir: منطقه

source: Endpoints
fa_ir: اندپوینت ها

source: Download OpenStack RC File
fa_ir: دانلود فایل RC اوپن استک

source: Click here for filters
fa_ir: برای فیلتر کردن اینجا کلیک کنید.

source: Create Project
fa_ir: ساخت پروژه

source: Delete Projects
fa_ir: حذف پروژه ها

source: Project Name
fa_ir: نام پروژه
